tap "adoptopenjdk/openjdk"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "minio/stable"
tap "mongodb/brew"
tap "txn2/tap"
brew "age"
brew "jpeg-xl"
brew "aom"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git-crypt"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "python@3.11"
brew "google-java-format"
brew "govc"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "jdtls"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "libvterm"
brew "libxmu"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli"
brew "marksman"
brew "maven"
brew "mongosh"
brew "msgpack"
brew "neovim"
brew "node@16"
brew "nvm"
brew "parallel"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "python@3.8"
brew "ripgrep"
brew "s3cmd"
brew "sbt"
brew "shellcheck"
brew "slides"
brew "stress"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "jesseduffield/lazygit/lazygit"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-database-tools"
brew "txn2/tap/kubefwd"
cask "eurkey"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "stats"
